Repository: GMishx/drawio
Catalog: l10n/*/drawio.po
Languages: de

source: Loading diagram...
de: Lade das Diagram...

source: Error: This is not a Drawio file!
de: Fehler: Das ist keine Drawio-Datei!

source: Error: Failed to load the file!
de: Fehler: Datei konnte nicht geladen werden!

source: Saving...
de: Speichern…

source: Saved
de: Gespeichert

source: Error: Could not save file!
de: Fehler: Die Datei konnte nicht gespeichert werden!

source: Failed to create a new file.
de: Eine neue Datei konnte nicht erstellt werden.

source: Open in Draw.io
de: In Draw.io öffnen

source: Diagram
de: Diagramm

source: New Diagram.drawio
de: Neues Diagramm.drawio

source: There was an error loading the diagram file. Check permissions and try again.
de: Beim Laden der Diagrammdatei ist ein Fehler aufgetreten. Überprüfen Sie die Berechtigungen und versuchen Sie es erneut.
